{
  "title": "Waifu Catalog",
  "sections": {
    "opening": {
      "title": "Basic Rules:",
      "description": [
        "First, pick a starting world. Depending on that world’s intensity, measured on a scale from 1 to 10, you’ll be assigned a number of credits with which to make the rest of your purchases. Intensities are weighed based on the power of the typical combatants, the average danger level to ordinary people living in that world, and especially the actual cost of what might be needed to survive in that world. Active apocalyptic scenarios may raise a world’s intensity by one or even two tiers. Specific worlds and their intensity ratings are listed in the second page of the <a href=\"https://docs.google.com/spreadsheets/d/e/2PACX-1vRY8R1QpF5c_R3UESoYXYscEVJ2AayfCLJ7QVxU3xjfwqKfZU8HnNVsTKwFOX9J7DX8MPM1tp06el9G/pubhtml\" title=\"Waifu Catalog\">spreadsheet</a>. If your world is not on the list, compare it to the ones that are and use your best judgement."
      ],
      "postscript": [
        "Now that you know your budget, pick an Origin, one Binding-type control, and as many of the Lure-type controls, Perks, and waifus or husbandos as you can afford. The Company’s Waifus and Husbandos are all clones manufactured on demand. They are sorted into eleven tiers, each of which has a different cost. See the table on the first page of the spreadsheet for details. The waifu lists properly begin on page 3 of the spreadsheet. Third-party waifu and husbando lists are also allowed and may be found elsewhere.",
        "Additional waifus or husbandos may be acquired by “capturing” them in their homeworlds. This is typically achieved by using a Binding-type or certain Other Controls, or when a target gives you a sincere confession of their love. (This love may be assisted by any means, including the use of Lure-type controls.) Capturing a Tier 1-10 waifu or husbando adds 80% of their purchase value to your account, rounded up to the nearest whole number. Capture credits are not granted for local versions of waifus or husbandos that you’ve purchased or alternate versions that you’ve already captured once, unless they’re a unique entry in the lists proper or as a waifu perk. Waifus and husbandos not named on any list may also be captured for credits, provided they have at least two of the following in their original canon: name, personality/backstory, abilities/skills/powers, and appearance/design. As an author, you must rate these characters’ tiers yourself. Individuals who fail this test are worth 0 (zero) credits.",
        "No matter your choices, you will receive a complimentary smart device of your choice, preloaded with the Company’s shopping app so you can manage your purchases and trade-ins on the go. You and your waifus are the only ones who can perceive or use any Company app, but only you can make any transactions through this one. This device cannot be hacked or destroyed. If this device is ever broken, it will repair itself completely the next time it isn’t observed.  If this device is ever more than 10m away from you or any of your waifus for more than 15 minutes, it will teleport into your pocket. If the local space is too warped for that distance to be accurate, you may also recall it manually. If one of your waifus is using this device for any purpose and you ask for it back, she'll hand it over immediately without question.",
        "If you only wanted a capture for their credit value, you may ship them to the Company for the rest of the full purchase value. This only takes a single button press in the Company app on your smart device. They’ll reprocess the captures and send them where they need to go. Otherwise, captures are yours to keep.",
        "Tier 11 waifus are not bought with standard credits. They instead require a special ticket, only available for starting builds on Intensity 11. If you choose this instead, ignore the entire list of regular waifus. Instead, go to the Tier 11 list on the fifth page of the spreadsheet and spend your special ticket on one and only one of the waifus there. Some Tier 11 waifus are instead listed as Waifu Perks in <a href=\"https://docs.google.com/document/d/e/2PACX-1vSzR9jwPViIAwmM3I0Xci8Wm-9NZIVP2Lsxl_PKdsJ-zbvKPplqv0hApd80WGKCcNdZLYQld0lS9mcQ/pub\">the attached brochure</a>; they may be chosen too. Heavenbuilt Proto's AI and the Fallen Angel within Piece of Silver also count as Tier 11 waifus for this purpose. Captured Tier 11 waifus may be shipped back to the Company for an additional ticket, on top of the reward for capturing one in the first place. If you ever find yourself with a spare Tier 11 ticket and nobody you want to buy with it, you may exchange it for 2000 credits. This cannot be undone.",
        "The following non-waifu items are free in Intensity 11, if you want them: a single Binding-type control, all Lures, Talents, and Defenses, and three separate 500-credit budgets for Heritages, other controls and perks, and Catch-a-Ride premium options, respectively. If you wish, you may Possess your Tier 11 waifu (ignoring the origin’s budget restriction), become an Extra, or Substitute or Possess into a target character of Tier 3 or lower. You may start in any world you like, regardless of the above intensity restrictions. If you start in your waifu’s homeworld, you may also apply Yoink to her. All Tier 11 waifus have multiversal travel, including Heavenbuilt Proto, so go anywhere you want, follow the special rules, and have fun."
      ]
    }
  },
  "data": {
    "world_budget": {
      "rows": 11,
      "columns": {
        "intensity_level": {
          "title": "Intensity Level",
          "values": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, "11 (see below)"]
        },
        "intensity_title": {
          "title": "Intensity Title",
          "values": [
            "The Thing That Should Not Be",
            "Sad But True",
            "Turn the Page",
            "No Remorse",
            "Moth Into Flame",
            "Trapped Under Ice",
            "Disposable Heroes",
            "All Nightmare Long",
            "Frayed Ends of Sanity",
            "To Live is to Die",
            "One"
          ]
        },
        "budget": {
          "title": "Budget (Credits)",
          "values": [
            35,
            55,
            85,
            140,
            225,
            365,
            590,
            955,
            1545,
            2500,
            "1 Tier 11 ticket"
          ]
        }
      }
    }
  }
}
